allure-results/7be11ae792e14d0fa5ebf44bc8a984ef-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><GetTransactionNotes xmlns="http://tempuri.org/"><CPASID>518564488613</CPASID><UserCode /><UserType /></GetTransactionNotes></soap:Body></soap:Envelope>